{
    "place_id": "ChIJg51xK7lxhlQRQ0aiXinIzVM",
    "reviews": [
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNwNHQtRDV3RRAB",
            "reviewer_name": "Mehrdad Parsa",
            "rating": 5,
            "review_text": "I recently visited the  fitness world (Georgia) gym and had the pleasure of encountering an outstanding desk person ( Ivana) who truly made my experience remarkable. From the moment I walked in, she greeted me with a warm and friendly smile, instantly making me feel welcome. her exceptional customer service skills was evident as she patiently answered all my questions and provided me with a thorough tour of the gym facilities. she took the time to understand my fitness goals and offered valuable insights on various workout routines and classes that would best suit my needs. What impressed me the most was their genuine enthusiasm for helping others. Furthermore, the desk person displayed excellent knowledge of the gyms amenities, classes, and membership options. She went above and beyond to ensure I had all the information I needed to make an informed decision about becoming a member. I can confidently say that this desk person is an asset to the gym and plays a significant role in creating a positive and motivating environment for all members. I highly recommend visiting the gym and experiencing their exceptional service firsthand. Mahsa",
            "published_at": "3 months ago",
            "published_at_date": "2023-08-18 22:15:52.854934",
            "response_from_owner_text": "",
            "response_from_owner_ago": "",
            "response_from_owner_date": null,
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 1,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/109008116613841484940/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN4M1lpeDFnRRAB",
            "reviewer_name": "Ella Sharafian",
            "rating": 5,
            "review_text": "Best gym ever! Friendly staff with a great manager, feels like you re part of the most vibrant family! Annasthesia, makes sure all members having great time and makes your experience memorable and unique! she s fun, supportive and very caring! The gym is clean and all facility is new. You ll go to this gym once, you don t want to be anywhere else!",
            "published_at": "5 months ago",
            "published_at_date": "2023-06-18 22:15:52.857627",
            "response_from_owner_text": "Hi Ella, Thank you for your feedback! I am glad to hear that your experience at Fitness World Georgia is memorable! See you during your next workout! Thanks, Annastasija",
            "response_from_owner_ago": "5 months ago",
            "response_from_owner_date": "2023-06-18 22:15:52.857627",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 17,
            "total_number_of_photos_by_reviewer": 19,
            "reviewer_url": "https://www.google.com/maps/contrib/105989177461800606644/reviews?entry=ttu",
            "is_local_guide": true,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUN4cjlUekhnEAE",
            "reviewer_name": "Bella",
            "rating": 5,
            "review_text": "This is the best gym I have ever been to!! I ve been in so many gyms throughout my life and this one is by FAR the cleanest, most organized, and motivating gym. The staff are the best part though, they are amazing!!! I love the general manager here, Annastasija. Huge shout out to her! I ve found my forever gym :)",
            "published_at": "5 months ago",
            "published_at_date": "2023-06-18 22:15:52.860515",
            "response_from_owner_text": "Hi Bella, This review made our day! It s always great to hear how we re able to support our members in accomplishing their goals, and helping them in their fitness journey! A clean and organized space is something that we take pride in, so to hear that it s working for you is especially rewarding. Have a great day, and thanks for the review! Annastasija",
            "response_from_owner_ago": "4 months ago",
            "response_from_owner_date": "2023-07-18 22:15:52.860515",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 1,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/116779867724328606898/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURGczctdHZBRRAB",
            "reviewer_name": "Mark Collins",
            "rating": 5,
            "review_text": "Great gym! Lots of space, lots of equipment and never overly busy! Very good value for money as well!",
            "published_at": "a week ago",
            "published_at_date": "2023-11-11 22:15:52.863269",
            "response_from_owner_text": "",
            "response_from_owner_ago": "",
            "response_from_owner_date": null,
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 2,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/104035741652557424084/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUM1cDYyS0J3EAE",
            "reviewer_name": "Taynour",
            "rating": 5,
            "review_text": "Ivana at Fitness World in West Georgia is amazing! The facility is top-notch, and her dedication to helping members achieve their fitness goals is exceptional. Its a 5-star experience all the way.",
            "published_at": "a month ago",
            "published_at_date": "2023-10-18 22:15:52.865542",
            "response_from_owner_text": "",
            "response_from_owner_ago": "",
            "response_from_owner_date": null,
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 10,
            "total_number_of_photos_by_reviewer": 1,
            "reviewer_url": "https://www.google.com/maps/contrib/100928614624198985110/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN4MjQyUm5nRRAB",
            "reviewer_name": "mila verbicky",
            "rating": 5,
            "review_text": "Best gym!!! So many squat racks and unreal machines, even have a Nordic curl one which is AMAZING!! Most fun and welcoming environment by far I ve ever experienced, this will always be my favourite place for  working out, and has been the best place I ve gone in the last 3 years:), and I m a personal trainer, so that says a lot for me!",
            "published_at": "5 months ago",
            "published_at_date": "2023-06-18 22:15:52.867769",
            "response_from_owner_text": "Hi Mila, Thank you for your review! I am glad to hear that you are enjoying the new equipment in the facility :) Keep up the hard work with your fitness program :) We will see you around the gym! Annastasija",
            "response_from_owner_ago": "4 months ago",
            "response_from_owner_date": "2023-07-18 22:15:52.867769",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 2,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/117027806501710593702/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUN4bllfQVVREAE",
            "reviewer_name": "Lyndsey Paramo",
            "rating": 5,
            "review_text": "A very nice facility that is always busy! Has most of the equipment you ll need. I was set up with a personal trainer, Lorena, and couldn t ask for a better teacher. I was too shy to get a trainer before, but she s helped me surpass so many goals and has made a positive impact on my gym experience. Highly recommend if you re looking for a dedicated and personable trainer / gym.",
            "published_at": "5 months ago",
            "published_at_date": "2023-06-18 22:15:52.870214",
            "response_from_owner_text": "Hi Sir, We appreciate the kind words! We love hearing from our members, especially when we re able to make a positive difference in your fitness journey! I know Lorena works super hard to make our club the best place to achieve your fitness goals, so I ll be sure to pass off your positive feedback to them. Thanks again, see you in the club soon! Annastasija",
            "response_from_owner_ago": "5 months ago",
            "response_from_owner_date": "2023-06-18 22:15:52.870214",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 2,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/108066439185170672530/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUN4NC0zY0Z3EAE",
            "reviewer_name": "Matysse Sybirski",
            "rating": 5,
            "review_text": "The staff are nothing short of amazing. The staff are always ready to help you and answer all the questions you have. They are always so friendly and welcoming as soon as you step foot in the door. If you need a safe place to workout fitness world is definitely the way to go!",
            "published_at": "5 months ago",
            "published_at_date": "2023-06-18 22:15:52.872379",
            "response_from_owner_text": "Hi Matysse, We appreciate the kind words! We love hearing from our members, especially when we re able to make a positive difference in your fitness journey! I know that our staff works super hard to make our club the best place to achieve your fitness goals, so I ll be sure to pass off your positive feedback to them. Thanks again, see you in the club soon! Annastasija",
            "response_from_owner_ago": "5 months ago",
            "response_from_owner_date": "2023-06-18 22:15:52.872379",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 1,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/103728074570705737551/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURSeTlqbkJREAE",
            "reviewer_name": "Leticia Drummond",
            "rating": 5,
            "review_text": "Love this gym, the staff has always been kind and friendly! Specially Marcos who helped me since day one. A lot of good equipments and a comfortable space to workout overall. Very nice vibes and never had problems with payment",
            "published_at": "6 months ago",
            "published_at_date": "2023-05-18 22:15:52.874817",
            "response_from_owner_text": "",
            "response_from_owner_ago": "",
            "response_from_owner_date": null,
            "review_likes_count": 1,
            "total_number_of_reviews_by_reviewer": 1,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/111385228015268596644/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNKOU5YcUpBEAE",
            "reviewer_name": "Diana Laura Ortiz Robles",
            "rating": 5,
            "review_text": "I love working out and I enjoy it a lot in this place! It s well-equipped, the environment is good and the staff is always helpful and friendly, especially Ivana who is always punctual, responsible, friendly and always has a smile on her face!! I love her vibe and enthusiasm, its really contagious! Love this place,  my happy place    !!",
            "published_at": "4 months ago",
            "published_at_date": "2023-07-18 22:15:52.876693",
            "response_from_owner_text": "Hi Diana, We appreciate the kind words! We love hearing from our members, especially when we re able to make a positive difference in your fitness journey! I know Ivana works super hard to make our club the best place to achieve your fitness goals, so I ll be sure to pass off your positive feedback to them. Thanks again, see you in the club soon! Annastasija",
            "response_from_owner_ago": "4 months ago",
            "response_from_owner_date": "2023-07-18 22:15:52.876693",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 4,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/108475083173528512354/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN4ci1TTnh3RRAB",
            "reviewer_name": "Alec Doyle",
            "rating": 5,
            "review_text": "Great gym and great staff, I ve recently embarked on a weight loss journey trying to loose 100 pounds and i really feel like the staff have set me up to succeed! Annastasija the general manager walked me through the whole gym and made me feel so motivated! She really made me feel like I wasn t alone in this journey and that meant a lot !",
            "published_at": "5 months ago",
            "published_at_date": "2023-06-18 22:15:53.409929",
            "response_from_owner_text": "Hi Alec, This review made our day! It s always great to hear how we re able to support our members in accomplishing their goals, and helping them in their fitness journey! Providing support to our members fitness journey is something that we take pride in! Keep up the hard work and motivation :) Have a great day, and thanks for the review! Annastasija",
            "response_from_owner_ago": "4 months ago",
            "response_from_owner_date": "2023-07-18 22:15:53.409929",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 7,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/111354956215638697087/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNKeE9LOFlnEAE",
            "reviewer_name": "Phillip Malpass",
            "rating": 5,
            "review_text": "Fitness World Georgia Street location I have been a client of Daniel David for over one year working out of this location.  I find the gym and equipment provides a full body training experience.  Daniel has been an inspiring trainer and his commitment to his clients is to achieve the best possible results safely.  I highly recommend this elite trainer and the facility.",
            "published_at": "4 months ago",
            "published_at_date": "2023-07-18 22:15:53.412902",
            "response_from_owner_text": "Hi Philip, We appreciate the kind words! We love hearing from our members, especially when we re able to make a positive difference in your fitness journey! I know Daniel works super hard to make our club the best place to achieve your fitness goals, so I ll be sure to pass off your positive feedback to them. Thanks again, see you in the club soon! Annastasija",
            "response_from_owner_ago": "4 months ago",
            "response_from_owner_date": "2023-07-18 22:15:53.412902",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 4,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/117798621063703408840/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURSaDZTYnVBRRAB",
            "reviewer_name": "Phu Phillip Trinh",
            "rating": 5,
            "review_text": "Fitness World is a great gym with excellent staff and top-notch equipment. From the moment I walked in, I was impressed by the welcoming and helpful attitude of the staff. Fred, the manager, who was especially helpful as he assisted me in signing up for my membership and pairing me with the perfect fitness trainer. I then was introduced to Annastasija, who has been nothing but amazing to work with. She designed a workout plan that was tailored to my fitness goals and made me look better than I have in months. Her expertise and knowledge was par none the best I have received compared to my past trainers. One thing that stands out about this location is the cleanliness of the gym. The equipment is always in good condition and maintained properly, which is a rarity in most other gyms. I never have to worry about finding dirty machines or broken equipment, which can be frustrating in other places. Overall, I highly recommend this location to anyone looking for a gym that is near a skytrain and overall friendly staff and wanting to hit their fitness goals.",
            "published_at": "6 months ago",
            "published_at_date": "2023-05-18 22:15:53.415823",
            "response_from_owner_text": "Hi Phillip, This review made our day! It s always great to hear how we re able to support our members in accomplishing their goals, and helping them in their fitness journey! Cleanliness is something that we take pride in, so to hear that it s working for you is especially rewarding. Have a great day, and thanks for the review! Annastasija",
            "response_from_owner_ago": "5 months ago",
            "response_from_owner_date": "2023-06-18 22:15:53.415823",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 68,
            "total_number_of_photos_by_reviewer": 24,
            "reviewer_url": "https://www.google.com/maps/contrib/113880036232108609887/reviews?entry=ttu",
            "is_local_guide": true,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUN4dnAtWGVnEAE",
            "reviewer_name": "Sneh Jogani",
            "rating": 5,
            "review_text": "Great gym experience so far. The facility is amazing, and the staff is even better especially my personal trainer Fred. He is professional yet kind, patient and understanding. His encouragement has given me confidence I needed, and the interesting workouts hes created have allowed me to improve my core strength and stability. I would recommend anyone who would like to improve their fitness to work with Fred.",
            "published_at": "6 months ago",
            "published_at_date": "2023-05-18 22:15:53.418702",
            "response_from_owner_text": "Hi Sneh, This review made our day! It s always great to hear how we re able to support our members in accomplishing their goals, and helping them in their fitness journey! Personal Training is something that we take pride in, so to hear that Freds program is working for you is especially rewarding. Have a great day, and thanks for the review! Annastasija",
            "response_from_owner_ago": "5 months ago",
            "response_from_owner_date": "2023-06-18 22:15:53.418702",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 8,
            "total_number_of_photos_by_reviewer": 8,
            "reviewer_url": "https://www.google.com/maps/contrib/104487480528343159976/reviews?entry=ttu",
            "is_local_guide": true,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUNKMUpTWFBnEAE",
            "reviewer_name": "Sofia Castro Dragicevic",
            "rating": 5,
            "review_text": "I love this gym! I always feel so comfortable and welcomed by the awesome staff! I like to come in the morning, so Ivana is always there to welcome me with a friendly smile!",
            "published_at": "4 months ago",
            "published_at_date": "2023-07-18 22:15:53.421195",
            "response_from_owner_text": "Hi Sofia, We appreciate the kind words! We love hearing from our members, especially when we re able to make a positive difference in your fitness journey! I know Ivana works super hard to make our club the best place to achieve your fitness goals, so I ll be sure to pass off your positive feedback to them. Thanks again, see you in the club soon! Annastasija",
            "response_from_owner_ago": "4 months ago",
            "response_from_owner_date": "2023-07-18 22:15:53.421195",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 2,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/105793364494947229730/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUN4ME8tY3VRRRAB",
            "reviewer_name": "Daniela Rodriguez",
            "rating": 5,
            "review_text": "I found the gym pretty affordable the installations are amazing and theres a lot of machines for everything. Plus the massage seats which helps a lot for recovering also the front desk is really helpful specially Marcos he is so open and engaging and give you all the information you need to start the journey! Cheers :)",
            "published_at": "6 months ago",
            "published_at_date": "2023-05-18 22:15:53.423627",
            "response_from_owner_text": "Hi __first name__, We appreciate the kind words! We love hearing from our members, especially when we re able to make a positive difference in your fitness journey! I am glad to heat that you are enjoying the hydro massage for recovery! I know Marcos works super hard to make our club the best place to achieve your fitness goals, so I ll be sure to pass off your positive feedback to them. Thanks again, see you in the club soon! Annastasija",
            "response_from_owner_ago": "5 months ago",
            "response_from_owner_date": "2023-06-18 22:15:53.423627",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 1,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/109505729245748639301/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR4Nkx1NjBBRRAB",
            "reviewer_name": "Matthew Thai",
            "rating": 5,
            "review_text": "could not be happier with the service here. staff is absolutely excellent, very knowledgeable and definitely made us feel comfortable. my girlfriend has a long list of health conditions that makes it difficult for us to choose a gym that fits our preference but after coming here, the options that are provided were much better than the other gyms weve been to. its quite spacious, facilities are clean and well put together, would definitely recommend this to anyone! thank you fred, ella, and annastasjia!",
            "published_at": "5 months ago",
            "published_at_date": "2023-06-18 22:15:53.426194",
            "response_from_owner_text": "Hi Matthew, Thank you for your review. I am glad to hear the the Georgia team is able to help both yourself and your girlfriend with a fun inclusive space to workout in and achieve your fitness goals. See you both around the club! Annastasija",
            "response_from_owner_ago": "4 months ago",
            "response_from_owner_date": "2023-07-18 22:15:53.426194",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 13,
            "total_number_of_photos_by_reviewer": 4,
            "reviewer_url": "https://www.google.com/maps/contrib/118426609283647721577/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUNKN0ptSW13RRAB",
            "reviewer_name": "Runie Malpass",
            "rating": 5,
            "review_text": "I m a member at Fitness World on Georgia street, where I work out with a personal trainer by the name of Daniel David. It is truly amazing what a difference it makes having an elite trainer like Daniel who is very knowledgable highly skilled and enthusiastic. I would highly recommend him.",
            "published_at": "4 months ago",
            "published_at_date": "2023-07-18 22:15:53.428326",
            "response_from_owner_text": "Hi Runie, We appreciate the kind words! We love hearing from our members, especially when we re able to make a positive difference in your fitness journey! I know Daniel David works super hard to make our club the best place to achieve your fitness goals, so I ll be sure to pass off your positive feedback to them. Thanks again, see you in the club soon! Annastasija",
            "response_from_owner_ago": "4 months ago",
            "response_from_owner_date": "2023-07-18 22:15:53.428326",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 1,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/116794798865406435336/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSUM1aDlHeU5BEAE",
            "reviewer_name": "Stuart Porter",
            "rating": 5,
            "review_text": "We work out in weekday mornings at the Bute street location. Ivana is always welcoming and friendly. Really enjoy the facility and staff",
            "published_at": "a month ago",
            "published_at_date": "2023-10-18 22:15:53.430748",
            "response_from_owner_text": "",
            "response_from_owner_ago": "",
            "response_from_owner_date": null,
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 12,
            "total_number_of_photos_by_reviewer": 3,
            "reviewer_url": "https://www.google.com/maps/contrib/113390767850734339134/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUQ1Mk9YcDdBRRAB",
            "reviewer_name": "Sanchez Luis",
            "rating": 5,
            "review_text": "Number #1 gym! The new General Manager Graham, has cleared all my questions and concerns. Very kind and welcoming!!",
            "published_at": "4 weeks ago",
            "published_at_date": "2023-10-21 22:15:53.432563",
            "response_from_owner_text": "",
            "response_from_owner_ago": "",
            "response_from_owner_date": null,
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 1,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/116207039945677725661/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURSNTVMR3dRRRAB",
            "reviewer_name": "Jason Chow",
            "rating": 5,
            "review_text": "Fred and Annastaija at the fitness center were outstanding. They welcomed me warmly, provided excellent guidance and support throughout my workout, and helped me develop a personalized fitness plan. Their knowledge and expertise were evident, and I highly recommend this fitness center",
            "published_at": "6 months ago",
            "published_at_date": "2023-05-18 22:15:54.043474",
            "response_from_owner_text": "Hi Jason, We appreciate the kind words! We love hearing from our members, especially when we re able to make a positive difference in your fitness journey! I know Fred works super hard to make our club the best place to achieve your fitness goals, so I ll be sure to pass off your positive feedback to them. Thanks again, see you in the club soon! Annastasija",
            "response_from_owner_ago": "5 months ago",
            "response_from_owner_date": "2023-06-18 22:15:54.043474",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 33,
            "total_number_of_photos_by_reviewer": 75,
            "reviewer_url": "https://www.google.com/maps/contrib/112394195834927795314/reviews?entry=ttu",
            "is_local_guide": true,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSURScTdYZXZ3RRAB",
            "reviewer_name": "hossein sari",
            "rating": 5,
            "review_text": "I got the three day pass before switching my gym to this location. It was a great space but Ella and her customer service made it even better! She was very friendly and was more than willing to help me with my questions and was even kind enough to show me around the gym!",
            "published_at": "6 months ago",
            "published_at_date": "2023-05-18 22:15:54.046850",
            "response_from_owner_text": "Hi Hossein, We appreciate the kind words! We love hearing from our members, especially when we re able to make a positive difference in your fitness journey! I know Ella works super hard to make our club the best place to achieve your fitness goals, so I ll be sure to pass off your positive feedback to them. Thanks again, see you in the club soon! Annastasija",
            "response_from_owner_ago": "5 months ago",
            "response_from_owner_date": "2023-06-18 22:15:54.046850",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 6,
            "total_number_of_photos_by_reviewer": 1,
            "reviewer_url": "https://www.google.com/maps/contrib/118420864801502103005/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUR4cElMajd3RRAB",
            "reviewer_name": "Vivian Xu",
            "rating": 5,
            "review_text": "Money spent here makes so much sense vs. Equinox. All personal trainers are solid and responsible. Highly recommend Fred who will make each of your movement to the point and effective, and most importantly take care of you.",
            "published_at": "5 months ago",
            "published_at_date": "2023-06-18 22:15:54.050068",
            "response_from_owner_text": "Hi Vivian, We appreciate the kind words! We love hearing from our members, especially when we re able to make a positive difference in your fitness journey! I know our Fitness Manager, Fred, works super hard to make our club the best place to achieve your fitness goals, so I ll be sure to pass off your positive feedback to them. Thanks again, see you in the club soon! Annastasija",
            "response_from_owner_ago": "4 months ago",
            "response_from_owner_date": "2023-07-18 22:15:54.050068",
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 3,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/110105621978783967255/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChZDSUhNMG9nS0VJQ0FnSURSLThxeldBEAE",
            "reviewer_name": "Alex Nguyen",
            "rating": 5,
            "review_text": "Wow I gotta give it to the management staff here! Fred and Annastasija were amazing, super approachable and welcoming. Gave me a recommendation to try the dotfit vanilla and oh my god it was amazing! Will be recommending this club to my friends and family. Keep up the good work!",
            "published_at": "6 months ago",
            "published_at_date": "2023-05-18 22:15:54.052969",
            "response_from_owner_text": "Hi Alex, We appreciate the kind words! We love hearing from our members, especially when we re able to make a positive difference in your fitness journey! As a management team, Fred and I strive to make our club the best place to achieve your fitness goals! Thanks again, see you in the club soon! Annastasija",
            "response_from_owner_ago": "5 months ago",
            "response_from_owner_date": "2023-06-18 22:15:54.052969",
            "review_likes_count": 1,
            "total_number_of_reviews_by_reviewer": 2,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/100973319623933201579/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        },
        {
            "review_id": "ChdDSUhNMG9nS0VJQ0FnSUM1aTZlUnlRRRAB",
            "reviewer_name": "Viren Goel",
            "rating": 5,
            "review_text": "Fitness World is the best gym I have ever been to, there are sufficient machines for every exercise in the gym and you don t have to wait for anything.",
            "published_at": "a month ago",
            "published_at_date": "2023-10-18 22:15:54.055738",
            "response_from_owner_text": "",
            "response_from_owner_ago": "",
            "response_from_owner_date": null,
            "review_likes_count": 0,
            "total_number_of_reviews_by_reviewer": 1,
            "total_number_of_photos_by_reviewer": null,
            "reviewer_url": "https://www.google.com/maps/contrib/116199179871823423483/reviews?entry=ttu",
            "is_local_guide": false,
            "review_translated_text": null,
            "response_from_owner_translated_text": null
        }
    ]
}